<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeFile="HomePage.aspx.cs" Inherits="_HomePage" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content> 
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
  <embed src=song.mp3 height="60" width="700" hidden="true"  loop="true"/> 
 <div style=" background: rgba( 255 ,255, 224,0.7)"  >
    
   
הדג נחש היא להקת היפ הופ ישראלית מצליחה שהוקמה בירושלים בשנת 1996. שם הלהקה הוא ביטוי משוכל של המונח נהג חדש.

חברי הלהקה בהנהגת הסולן שאנן סטריט פעילים חברתית ויזמים קבועים של אירועי תרבות ומוזיקה בקרב אוכלוסיות חלשות דוגמת פסטיבל בשקל. הלהקה, ובעיקר שאנן סטריט, מזוהים כאוהדי בית"ר ירושלים והדבר נזכר בשיריהם, בעיצוב הסמל והאלבומים שלהם, ובלבושם. שירי הלהקה מרבים לעסוק בנושאים שנויים במחלוקת, כגון תהליך השלום, האווירה הפוליטית בישראל וסמים קלים ולעתים אף על תהליך יצירת המוזיקה עצמה, כאשר חלק משירי הלהקה הם שירי מחאה.

להקת "הדג נחש" תרמה רבות להתאקלמות ההיפ הופ והראפ בארץ ונחשבת היום לאחת הלהקות המצליחות בארץ כשבאמתחתה שבעה אלבומים. סגנונה מאופיין כראפ המשלב מסרים של סובלנות, שוויון ושלום, וכולל מחאה חברתית ופוליטית לפי מסורת הסוגה. בשיריה מוחה הלהקה נגד חוליי החברה הישראלית, ובהם שחיתות (בעיקר בפוליטיקה), יחסי הון ושלטון, אלימות נגד נשים, מעמדם של צה"ל ושל מלחמות ישראל בנרטיב הישראלי ועוד. רוב השירים נכתבים על ידי שאנן סטריט, סולן הלהקה, אם כי הקרדיט באלבומי הלהקה מציין לרוב כי השירים נכתבו והולחנו על ידי כל חבריה.
הלהקה החלה דרכה באפריל 1996 בירושלים, לאחר מפגש מקרי בין שאנן סטריט לקלידן הלהקה דוד "דודוש" קלמס, שעבד בחנות תקליטים ירושלמית. סטריט שיווק סינגל סולו שלו תחת הכינוי "הדג נחש" בשיר "שלום סלאם פיס" שמאוחר יותר גם עובד והפך לשיר הראשון של הדג נחש כלהקה. קלמס הציע לו להקים להקה והביא את החברים מלהקת הג'אמים שלו "מנדו": יאיא כהן אהרונוב, ירון מוהר, ומשה אסרף ("אטרף"). חזרות הלהקה היו בצוללת הצהובה בירושלים. לאחר מכן הצטרפו ללהקה שחר מינץ בגיטרה ומאיר שליבו בחצוצרה.

ב-1998, לאחר מאות הופעות בירושלים ובתל אביב, החליטה הלהקה שהיא זקוקה לדיג'יי. הלהקה אירחה מספר דיג'יים ובסופו של דבר הבולט שבהם, DJ גיא מר, נבחר להצטרף כחבר קבוע ועם השנים אף הפך לסולן בלהקה לא פחות משאנן סטריט.

בהופעת הלהקה במועדון הבארבי הבחין בכישרונם המוזיקאי קובי אוז, שאימץ אותם ללייבל שלו, "לבנטיני". הדג נחש ניגנו בהופעות של להקתו של אוז טיפקס כלהקת חימום, ובד בבד החל אוז בהפקה מוזיקלית של אלבום הבכורה של הלהקה. האלבום, "המכונה של הגרוב", יצא בשנת 2000. את כל שירי האלבום כתב שאנן סטריט והלחינו כל חברי הלהקה, שניים מהם יחד עם אוז. שני השירים המצליחים ביותר באלבום היו "לא מוותר" ו"אף אחד", שבשניהם השתתפה בשירה הזמרת מזי כהן.

במקביל לפעילותם בלהקה, הקימו בשנת 1998 חלק מחברי "הדג נחש" להקה חדשה בשם "צ'קלקה", שפועלת במקביל לפעילות הדג נחש. צ'קלקה כוללת את אמיר בן עמי (גיטרות), יאיא כהן אהרונוב (בס), דודוש קלמס (קלידים), גיא מר  וסאונד ובנוסף את המתופף ניר מנצור, החבר היחידי שאינו שייך לדג נחש. צ'קלקה מנגנים בעיקר מוזיקה שחורה, אלקטרונית וקטעים אינסטרומנטליים. כמו כן, צ'קלקה השתתפו כלהקת הליווי בהופעותיו של ברי סחרוף במשך תקופה מסוימת. באותה שנה הצטרף ללהקה כאורח נגן כלי הנשיפה שלומי אלון, אשר הפך לחבר קבוע בלהקה החל משנת 2000.

בשנת 2003 יצא אלבומה השני של הלהקה, "לזוז", הפעם בהפקה מוזיקלית של יוסי פיין, שגם השתתף בעיבודים עם חברי הלהקה. האלבום זכה להצלחה, נמכר בכ-30,000 עותקים, וכלל להיטים כ"מספרים", "גבי ודבי" ו"לא פראיירים". באלבום התארחו מספר זמרים, ובהם ברי סחרוף בשני שירים.

יוסי פיין הפיק גם את אלבומה השלישי של הלהקה, "חומר מקומי", שיצא בשנת 2004 והופעת הבכורה שלו הייתה במוסד החינוכי מבואות עירון . להיט האלבום היה "שירת הסטיקר", שהלחינו חברי הלהקה על פי מילים של הסופר דויד גרוסמן, שבוססו על סטיקרים שונים. בשיר השתתפה אהובה עוזרי בנגינה על בולבול טרנג. שירים נוספים מצליחים באלבום היו "חליפות" עם הזמרת ליאורה יצחקי, "הכאפה המצלצלת" ו"רק פה". באלבום נכללה גם גרסת כיסוי לשירו של עוזי חיטמן "רציתי שתדע", במילים שהוסיפו חברי הלהקה לשיר המקורי. האלבום הגיע למעמד אלבום פלטינה, ובעקבותיו זכתה הלהקה בתואר "להקת השנה" במצעד הפזמונים העברי השנתי הן של רשת ג' והן של גלגלצ.

אלבומה הרביעי של הלהקה, "בעזרת הג'אם", הוקלט באולפן "בתוך הכיס" שביערות קליפורניה ויצא ב-2006. באלבום זה ניכר לראשונה גיוון בשירת הלהקה, שהתחלקה הפעם בין שאנן סטריט לבין גיא מר. האלבום הכיל פחות להיטים מקודמיו, אך למרות זאת זכה בפרס עמ"י בקטגוריית "אלבום השנה". השיר המצליח ביותר באלבום היה "הנה אני בא", שכתב גיא מר על מעברו מירושלים לתל אביב.

במרץ 2008 יצא אלבום הופעה של הלהקה בשם "הדג נחש לייב", שתיעד את הופעתה במועדון התיאטרון. האלבום הופץ גם על גבי די-וי-די.

ביוני 2008 יצא סרט הקולנוע "אל תתעסקו עם הזוהן" בכיכובו של אדם סנדלר, ובו מספר קטעים משירים של הלהקה, בהם בולט הקטע "הנה אני בא" אשר מנוגן כמה פעמים במהלך הסרט ובקדימון.

בפברואר 2010 יצא אלבום האולפן החמישי של הלהקה, "6". הסינגל הראשון שיצא מהאלבום הוא "עוד אח אחד", שיר ששר במקור הראפר פישי הגדול. בגרסת הדג נחש לשיר הוסיפו חבריה מילים על השיר המקורי. הסינגל השני שיצא הוא "שיר נחמה", שבו התארח הגיטריסט יהודה קיסר. שני השירים זכו להצלחה והגיעו לראש מצעדי הפזמונים. גם הסינגלים הבאים, "אני מאמין" ו"לא מספיק", זכו להצלחה. בעקבות האלבום זכתה הלהקה בתואר "להקת השנה" במצעדי הפזמונים השנתיים של גלגלצ ושל רשת ג'. האלבום הגיע למעמד אלבום זהב על מכירת מעל 20,000 עותקים.

במרץ 2011 תבע אריאל זילבר את הלהקה בטענה שהשיר "מה נעשה?" דומה לשירו "ואיך שלא". על פי פסק בוררות שערך שופט העליון בדימוס תיאודור אור בין הלהקה לזמר, נקבע כי "הדג נחש" העתיקה חלק משירו של זילבר ועשתה בו שימוש. כפיצוי ישלמו חברי הלהקה לזילבר סכום של 100 אלף שקלים, וכן נאסר על הלהקה לעשות כל שימוש בשיר "מה נעשה". תוך 60 ימים יוצאו כל עותקי האלבום "חומר מקומי" מהחנויות.

בינואר 2013 הוציאה הלהקה סינגל בשם "קובלנה על מפלגות ישראל", שהלחינו חבריה על פי מילים שכתב מאיר אריאל בטרם מותו. הסינגל יצא בסמוך לבחירות לכנסת התשע עשרה. בחודש פברואר יצא סינגל נוסף של הלהקה, "זמן להתעורר", שנבחר לשמש בסרט "פלאות" של הבמאי אבי נשר. סולן הלהקה שאנן סטריט היה שותף לכתיבת תסריט הסרט. שני השירים נכללו באלבומה של הלהקה "זמן להתעורר", שיצא בפברואר 2013. שירים נוספים מהאלבום שהתפרסמו הם "מבסוט", שבו התארח הזמר דקלון, ו"יום שישי", שבו התארח יצחק קלפטר בנגינה בגיטרה..

 </div>
</asp:Content>

